export const questions = [
  {
    question: "Кыргызская Республика граничит на севере с:",
    options: ["Казахстаном", "Узбекистаном ", "Таджикистаном", "Китаем"],
    correctAnswer: "Казахстаном",
  },
  {
    question:
      "По поголовью крупного рогатого скота, в Кыргызстане, лидером является...",
    options: [
      "Баткенская область",
      "Чуйская область",
      "Иссык-Кульская область",
      "Ошская область",
    ],
    correctAnswer: "Ошская область",
  },
  {
    question: "К крупнейшему золоторудному месторождению Кыргызстана относят:",
    options: ["Ункур-Таш", "Кумтор", "Макмал", "Бозумчак"],
    correctAnswer: "Кумтор",
  },
  {
    question: "Кыргызская Республика на юго-востоке граничит с:",
    options: ["Казахстаном", "Китаем", "Узбекистаном", "Таджикистаном"],
    correctAnswer: "Китаем",
  },
  {
    question: "Самой высокой точкой Кыргызстана является:",
    options: ["Эльбрус", "Гималаи", "Эверест", "пик Победы"],
    correctAnswer: "пик Победы",
  },
  {
    question: "Долинно-предгорный пояс  Кыргызстана характеризуется:",
    options: [
      "жарким летом, умеренно прохладной и бесснежной зимой",
      "умеренным климатом с тёплым летом и умеренно холодной, снежной зимой",
      "прохладным летом и холодной зимой",
      "суровым, очень холодным климатом",
    ],
    correctAnswer: "жарким летом, умеренно прохладной и бесснежной зимой",
  },
  {
    question: "Среднегорный пояс Кыргызстана характеризуется:",
    options: [
      "умеренным климатом с тёплым летом и умеренно холодной, снежной зимой",
      "жарким летом, умеренно прохладной и бесснежной зимой",
      "прохладным летом и холодной зимой",
      "суровым, очень холодным климатом ",
    ],
    correctAnswer:
      "умеренным климатом с тёплым летом и умеренно холодной, снежной зимой",
  },
  {
    question: "Высокогорный пояс Кыргызстана характеризуется:",
    options: [
      "прохладным летом и холодной зимой",
      "жарким летом, умеренно прохладной и бесснежной зимой",
      "умеренным климатом с тёплым летом и умеренно холодной, снежной зимой",
      "суровым, очень холодным климатом ",
    ],
    correctAnswer: "прохладным летом и холодной зимой",
  },
  {
    question: "Нивальный пояс Кыргызстана характеризуется:",
    options: [
      "умеренным климатом с тёплым летом и умеренно холодной, снежной зимой",
      "жарким летом, умеренно прохладной и бесснежной зимой",
      "прохладным летом и холодной зимой",
      "суровым, очень холодным климатом",
    ],
    correctAnswer: "суровым, очень холодным климатом",
  },
  {
    question: "Главная горная система Кыргызстана:",
    options: ["Памир", "Алтай", "Альпы", "Тянь-Шань"],
    correctAnswer: "Тянь-Шань",
  },
  {
    question: "К Северному Тянь-Шаню принадлежит хребет",
    options: ["Заилийский Алатау", "Ферганский", "Алайский ", "Джетымтау"],
    correctAnswer: "Заилийский Алатау",
  },
  {
    question: "Южный Тянь-Шань включает хребет",
    options: ["Заилийский Алатау", "Ферганский", "Алайский", "Джетымтау"],
    correctAnswer: "Ферганский",
  },
  {
    question: "Юго-западный  Тянь-Шань включает хребет",
    options: ["Ферганский", "Алайский", "Заилийский Алатау", "Джетымтау"],
    correctAnswer: "Алайский",
  },
  {
    question: "Кыргызская Республика граничит на западе с:",
    options: ["Китаем", "Таджикистаном", "Узбекистаном", "Казахстаном"],
    correctAnswer: "Узбекистаном",
  },
  {
    question: "Главной водной артерией Кыргызстана является река:",
    options: ["Нарын", "Карадарья", "Сырдарья", "Амударья"],
    correctAnswer: "Нарын",
  },
  {
    question: "В Кыргызстане расположена известная горная вершина",
    options: ["Джомолунгма", "Хан-Тенгри", "Мак-Кинли", "Фудзияма"],
    correctAnswer: "Хан-Тенгри",
  },
  {
    question: "Длина озера Иссык-Куль составляет:",
    options: ["178 км", "300 км", "120 км", "450 км"],
    correctAnswer: "178 км",
  },
  {
    question: "Кыргызская Республика граничит на юго-западе с:",
    options: ["Казахстаном", "Узбекистаном", "Таджикистаном", "Китаем"],
    correctAnswer: "Таджикистаном",
  },
  {
    question: "Самый крупный ледник Тянь-Шаня:",
    options: [
      "Южный Эныльчек (Иныльчек)",
      "ледник Дикий",
      "ледник Федченко",
      "ледник Звездочка",
    ],
    correctAnswer: "Южный Эныльчек (Иныльчек)",
  },
  {
    question: "Площадь современного Кыргызстана составляет:",
    options: ["197 400 км2", "198 800 км2", "199 900 км2", "191 700 км2"],
    correctAnswer: "199 900 км2",
  },
  {
    question: "Какова доля площади лесов в Кыргызстане?",
    options: ["15%", "40%", "5-6%", "3,8%"],
    correctAnswer: "5-6%",
  },
  {
    question:
      "К антропогенному воздействию на горные экосистемы, в первую очередь, следует относить:",
    options: [
      "климатические колебания",
      "воздействие горнорудных предприятий",
      "выпас скота",
      "строительство населенных пунктов",
    ],
    correctAnswer: "воздействие горнорудных предприятий",
  },
  {
    question:
      "Первый русский ученый, который достиг озера Иссык-Куль и провел его научное обследование",
    options: [
      "Н.М Пржевальский",
      "В.В. Бартольд",
      "П.П. Семенов",
      "М.М. Хоментовский",
    ],
    correctAnswer: "П.П. Семенов",
  },
  {
    question:
      "Какой ландшафт на территории Кыргызстана преобладает на высоте от 2700 до 3500 м над уровнем моря?",
    options: ["пустыня", "леса", "субальпийские луга", "вечные ледники"],
    correctAnswer: "субальпийские луга",
  },
  {
    question: "По своему гидропотенциалу Кыргызстана уступает лишь…",
    options: ["Таджикистану", "Казахстану", "Узбекистану", "Туркменистану"],
    correctAnswer: "Таджикистану",
  },
  {
    question: "Участниками внешнеэкономической деятельности являются",
    options: [
      "производители",
      "посредники",
      "содействующие организации",
      "все ответы верны",
    ],
    correctAnswer: "все ответы верны",
  },
  {
    question:
      "Что предопределило господство во Внутреннем Тянь-Шане полупустынных и степных ландшафтов? ",
    options: [
      "сухость климата",
      "проникновение западных ветров",
      "близость озер",
      "широтное простирание хребтов",
    ],
    correctAnswer: "сухость климата",
  },
  {
    question: "Гляциология – наука о…",
    options: [
      "взаимоотношениях организмов между собой и с окружающей их средой;",
      "рельефе суши, дна океанов и морей;",
      "природных льдах во всех их разновидностях на поверхности земли, в атмосфере, гидросфере и литосфере.",
      "формах ложа океанов, морей, озер, водохранилищ, рек, каналов и разрабатывающая способы улучшения судоходных путей.",
    ],
    correctAnswer:
      "природных льдах во всех их разновидностях на поверхности земли, в атмосфере, гидросфере и литосфере.",
  },
  {
    question: "В Кыргызстане на каком хребте растут орехово-плодовые леса?",
    options: ["Алайский", "Ферганский", "Нарынский", "Кыргызский"],
    correctAnswer: "Ферганский",
  },
  {
    question: "Какой заповедник включен в список Всемирного наследия ЮНЕСКО.",
    options: [
      "Сары-Челек",
      "Ала-Арча",
      "Чон-Кемин",
      "Каракольский Национальный парк",
    ],
    correctAnswer: "Сары-Челек",
  },
  {
    question: "Какое утверждение является верным?",
    options: [
      "природные ресурсы не являются источником энергии;",
      "природные ресурсы не обеспечивают человека продуктами питания;",
      "природные ресурсы обеспечивают общество материалами и сырьём;",
      "природные ресурсы не обеспечивают человека необходимыми средствами труда.",
    ],
    correctAnswer:
      "природные ресурсы обеспечивают общество материалами и сырьём;",
  },
  {
    question: "Территория юго-западного Кыргызстана включает в себя",
    options: [
      "Тогуз-Торосскую долину",
      "Коркорскую долину",
      "Ферганскую долину с бассейном реки Чаткал",
      "Сон-Кульскую котловину и часть Нарынский долины",
    ],
    correctAnswer: "Ферганскую долину с бассейном реки Чаткал",
  },
  {
    question:
      "Закономерности размещения производства в условиях развития рынка состоят в следующем:",
    options: [
      "рациональное размещение производства",
      "комплексное развитие хозяйства экономических районов Кыргызстана",
      "рациональное территориальное разделение труда",
      "все ответы верны",
    ],
    correctAnswer: "все ответы верны",
  },
  {
    question:
      "Назовите почвы с мощным гумусом, сформировавшимся под орехоплодовыми лесами       ",
    options: ["серо-бурые", "черно-коричневые", "каштановые", "такыровидные"],
    correctAnswer: "черно-коричневые",
  },
  {
    question: "Отрасль животноводства с наименьшей себестоимостью продукции",
    options: ["коневодство", "птицеводство", "яководство", "скотоводство"],
    correctAnswer: "яководство",
  },
  {
    question:
      "Назовите крупное млекопитающее, сохранившееся только во внутреннем Тянь-Шане?",
    options: ["снежный барс", "бурый медведь", "косуля", "марал"],
    correctAnswer: "марал",
  },
  {
    question:
      "Какой хищник в Кыргызстане редко встречается и занесен в международную Красную книгу?",
    options: ["снежный барс", "бурый медведь", "волк", "рысь"],
    correctAnswer: "снежный барс",
  },
  {
    question:
      "Какие леса являются уникальными в Кыргызстане и не имеют аналогов в мире?",
    options: ["тополевые", "орехоплодовые", "арчовые", "березовые"],
    correctAnswer: "орехоплодовые",
  },
  {
    question:
      "На сколько крупных природно-территориальных комплексов делится территория Кыргызстана?",
    options: ["4", "3", "6", "5"],
    correctAnswer: "5",
  },
  {
    question: "К элементам природного ландшафта не относят",
    options: [
      "тип рельефа;",
      "ледники",
      "инженерные коммуникации;",
      "подземные воды.",
    ],
    correctAnswer: "инженерные коммуникации;",
  },
  {
    question: "На каком горном хребте находится Ала-Арчинский природный парк?",
    options: [
      "Киргизский Ала-Тоо",
      "Кунгей Ала-Тоо",
      "Борколдой-Тоо",
      "Джетим-Тоо",
    ],
    correctAnswer: "Киргизский Ала-Тоо",
  },
  {
    question: "К трудовым ресурсам в КР относится население в возрасте:",
    options: [
      "от 16 лет до 58-63 лет",
      "от 18 лет до 60-65 лет",
      "от 18 лет до 50-55 лет",
      "от 14 лет до 60 лет",
    ],
    correctAnswer: "от 16 лет до 58-63 лет",
  },
  {
    question: "Отличительная особенность озера Мерцбахера в Кыргызстане",
    options: [
      "вода в озере промерзает до дна;",
      "вода не замерзает в течении года;",
      "ежегодно вода вытекает из озера по дну ледника и исчезает;",
      "вода в озере соленая.",
    ],
    correctAnswer: "ежегодно вода вытекает из озера по дну ледника и исчезает;",
  },
  {
    question:
      "Какое животное не водится в густых зарослях облепихи Иссык-Кульской котловины?",
    options: ["куница", "фазаны", "зайцы", "барсук"],
    correctAnswer: "куница",
  },
  {
    question: "Основное питания рек Кыргызстана",
    options: ["ледниковое", "Мировой океан", "дождевое", "смешанное"],
    correctAnswer: "ледниковое",
  },
  {
    question:
      "Какой горный массив расположен на западе Центрального Тянь-Шаня?",
    options: ["Ак-Шийрак", "Сары-Джаз", "Джангы-Джер", "Хан-Тенгри"],
    correctAnswer: "Ак-Шийрак",
  },
  {
    question: "Какая станция дает не только свет, но и тепло?",
    options: ["ТЭЦ", "ТЭС", "ПЭС", "ГЭС"],
    correctAnswer: "ТЭЦ",
  },
  {
    question:
      "У какого населенного пункта в бассейне реки, Чу, добывают и обогащают руды цветных металлов?",
    options: ["Кант", "Токмок", "Чуй", "Ивановка"],
    correctAnswer: "Токмок",
  },
  {
    question: "Какой тип электростанций преобладает в Кыргызстане?",
    options: ["ТЭС", "ГЭС", "АЭС", "ПЭС"],
    correctAnswer: "ГЭС",
  },
  {
    question: "Лидером по запасам угля среди стран СНГ является:",
    options: ["Узбекистан", "Туркменистан", "Кыргызстан", "Казахстан"],
    correctAnswer: "Казахстан",
  },
  {
    question:
      "Археологические находки из древних выработок Северной Киргизии свидетельствуют о том, что добыча полезных ископаемых на её территории производилась в",
    options: ["3- 5 вв", "5-7 вв", "7-9 вв", "10-12 вв"],
    correctAnswer: "3- 5 вв",
  },
  {
    question:
      "На сегодняшний день показатели роста металлургической отрасли в Кыргызстане являются результатом ",
    options: [
      "добычи полиметаллических руд",
      "добычи сурьмы",
      "добычи золота",
      "добычи серебра",
    ],
    correctAnswer: "добычи золота",
  },
  {
    question: "Кадамжайский сурьмяной комбинат, находится в ",
    options: [
      "Нарынской области",
      "Ошской области",
      "Баткенской области",
      "Чуйской области",
    ],
    correctAnswer: "Баткенской области",
  },
  {
    question:
      "Предприятия по добыче и обработке естественных облицовочных материалов расположены",
    options: [
      "Оше и Токмоке",
      "Бишкеке и Канте",
      "Узгене и Нарыне",
      "Оше и Жалалабад",
    ],
    correctAnswer: "Оше и Токмоке",
  },
  {
    question:
      "В каком городе Кыргызстана находится крупнейший завод по производству листового стекла",
    options: ["Кант", "Балыкчи", "Токмок", "Каракол"],
    correctAnswer: "Токмок",
  },
  {
    question:
      "Предприятие - дилер по продаже техники «Минского тракторного завода» на территории Кыргызстана",
    options: [
      "ОАО «ТНК «Дастан»",
      "ОАО «Бишкекский машиностроительный завод»",
      "ОсОО «Автомаш-радиатор»",
      "ОсОО «Ореми-Тяжэлектромаш»",
    ],
    correctAnswer: "ОсОО «Автомаш-радиатор»",
  },
  {
    question:
      "Продукция какого завода включена в Перечень закупаемой методом из одного источника, согласно постановлению Правительства КР",
    options: [
      "ОАО «Каиндинский кабельный завод»",
      "ОАО «Бишкекский машиностроительный завод»",
      "ОсОО «Автомаш-радиатор»",
      "ОсОО «Ореми-Тяжэлектромаш»",
    ],
    correctAnswer: "ОАО «Каиндинский кабельный завод»",
  },
  {
    question:
      "В условиях Кыргызстана, предприятия по производству цемента, кирпича, шифера, стекла, извести и гипса располагаются ",
    options: [
      "вблизи источников сырья",
      "вблизи конечных потребителей",
      "вблизи железной дороги",
      "нет правильного ответа",
    ],
    correctAnswer: "вблизи источников сырья",
  },
  {
    question:
      "В условиях Кыргызстана предприятия по изготовлению бетонных, железобетонных, санитарно-керамических изделий, камнеобработки размещены",
    options: [
      "вблизи источников сырья",
      "вблизи конечных потребителей",
      "вблизи железной дороги",
      "нет правильного ответа",
    ],
    correctAnswer: "вблизи конечных потребителей",
  },
  {
    question: "КР относится к числу стран __________ урбанизированных:",
    options: ["высоко", "слабо", "низко", "средне"],
    correctAnswer: "низко",
  },
  {
    question: "Область, занимающая первое место по площади летних пастбищ:",
    options: [
      "Нарынская область",
      "Таласская область",
      "Чуйская область",
      "Иссык-Кульская область",
    ],
    correctAnswer: "Нарынская область",
  },
  {
    question: "Экономически неактивное население это:",
    options: [
      "лица, которые не считаются занятыми или безработными в течение рассматриваемого периода",
      "лица, выполняющие работу без оплаты на семейном предприятии",
      "лица в возрасте, принятом для исчисления экономической активности, которые в рассматриваемый период не имели работы",
      "лица, занимающиеся поиском работы с помощью служб занятости или самостоятельно",
    ],
    correctAnswer:
      "лица, которые не считаются занятыми или безработными в течение рассматриваемого периода",
  },
  {
    question:
      "Кыргызстан в общем территориальном разделении труда специализируется на:",
    options: [
      "разработке месторождений железа",
      "производстве электроэнергии",
      "выплавке чугуна и стали",
      "производстве проката",
    ],
    correctAnswer: "производстве электроэнергии",
  },
  {
    question:
      "Наибольшее количество занятых в экономике КР по видам экономической деятельности   приходится на:",
    options: [
      "транспорт",
      "строительство",
      "сельское хозяйство",
      "оптовая и розничная торговля",
    ],
    correctAnswer: "сельское хозяйство",
  },
  {
    question:
      "В каких областях сосредоточенно производство пищевых продуктов (включая напитки и табачные изделия)",
    options: [
      "Чуйская – Ошская – Иссык - Кульская",
      "Баткенская – Нарынская – Иссык Кульская",
      "Нарынская – Таласская - Чуйская",
      "Джалал-Абадская – Иссык-Кульская - Нарынская",
    ],
    correctAnswer: "Чуйская – Ошская – Иссык - Кульская",
  },
  {
    question: "В каких областях сосредоточенно текстильное производство ",
    options: [
      "Чуйская – Ошская",
      "Баткенская – Иссык-Кульская",
      "Таласская – Чуйская",
      "Джалал-Абадская – Чуйская",
    ],
    correctAnswer: "Джалал-Абадская – Чуйская",
  },
  {
    question: "Где в Чуйской области развито производство эфирных масел? ",
    options: ["г. Карабалта", "пгт. Кайынды", "г. Шопоков", "с. Чалдовар"],
    correctAnswer: "г. Карабалта",
  },
  {
    question: "Сельскохозяйственные угодья включают",
    options: ["пашни и сенокосы", "леса и болота", "луга", "болота"],
    correctAnswer: "пашни и сенокосы",
  },
  {
    question: "Основой растениеводства в Кыргызстане является",
    options: ["льноводство", "зерноводство", "садоводство", "чаеводство"],
    correctAnswer: "зерноводство",
  },
  {
    question: "Важнейшей культурой зернового хозяйства Кыргызстана является",
    options: ["рис", "пшеница", "овес", "ячмень"],
    correctAnswer: "пшеница",
  },
  {
    question: "Выберите из списка технические культуры",
    options: ["ячмень", "пшеница", "овёс", "сахарная свёкла"],
    correctAnswer: "сахарная свёкла",
  },
  {
    question: "В состав агропромышленного комплекса входят",
    options: [
      "сельское хозяйство, машиностроение",
      "сельское хозяйство, отрасли переработки (легкая и пищевая), отрасли обслуживания",
      "машиностроение, химическое, ирригационное хозяйство",
      "сельское хозяйство",
    ],
    correctAnswer:
      "сельское хозяйство, отрасли переработки (легкая и пищевая), отрасли обслуживания",
  },
  {
    question:
      "Мероприятия, целью которых является повышение качества почвы (плодородия), называются",
    options: [
      "рекультивация",
      "мелиорация",
      "осушение",
      "химическое удобрение почвы",
    ],
    correctAnswer: "мелиорация",
  },
  {
    question:
      "Наибольшую площадь в структуре сельскохозяйственных земель занимают",
    options: [
      "пахотные земли",
      "сенокосы и пастбища",
      "многолетние насаждения",
      "леса",
    ],
    correctAnswer: "пахотные земли",
  },
  {
    question: "В структуре посевов преобладает выращивание культур",
    options: ["зерновых", "технических", "овощных и бахчевых", "кормовых"],
    correctAnswer: "зерновых",
  },
  {
    question: "Первая по значению отрасль животноводства",
    options: ["свиноводство", "овцеводство", "скотоводство", "пчеловодство"],
    correctAnswer: "скотоводство",
  },
  {
    question:
      "В какой отрасли животноводства, наиболее высокий уровень механизации и автоматизации ",
    options: [
      "птицеводство",
      "пчеловодство",
      "рыбное хозяйство",
      "овцеводство",
    ],
    correctAnswer: "птицеводство",
  },
  {
    question: "В чем суть агропромышленного комплекса?",
    options: [
      "АПК-совокупность видов деятельности которые осуществляются на территории страны;",
      "АПК-совокупность отраслей, которые развиваются в административном районе или области;",
      "АПК-совокупность отраслей народного хозяйства, объединенных единой целью-обеспечить государство продовольствием и сельскохозяйственным сырьём.",
    ],
    correctAnswer:
      "АПК-совокупность отраслей народного хозяйства, объединенных единой целью-обеспечить государство продовольствием и сельскохозяйственным сырьём.",
  },
  {
    question: "Основной вид транспорта в Кыргызстане",
    options: ["водный", "автомобильный", "трубопроводный", "воздушный"],
    correctAnswer: "автомобильный",
  },
  {
    question: "Основные посевы картофеля в Кыргызстане размещены в:",
    options: [
      "Иссык – Кульской области",
      "Ошской области",
      "Таласской области",
      "Баткенской области",
    ],
    correctAnswer: "Иссык – Кульской области",
  },
  {
    question: "Транспорт является элементом",
    options: [
      "промышленности",
      "социальной инфраструктуры",
      "социально сферы",
      "производственной инфраструктуры",
    ],
    correctAnswer: "производственной инфраструктуры",
  },
  {
    question:
      "Знаменитый Памирский Тракт - высокогорная асфальтированная автодорога протяженностью более 700 км, соединяет",
    options: [
      "Таджикистан и Кыргызстан",
      "Китай и Кыргызстан",
      "Афганистан и Кыргызстан",
      "Узбекистан и Таджикистан",
    ],
    correctAnswer: "Таджикистан и Кыргызстан",
  },
  {
    question: "Миграционный поток, идущий в страну – это:",
    options: ["эмиграция", "сезонная миграция", "миграция", "иммиграция"],
    correctAnswer: "иммиграция",
  },
  {
    question:
      "Мост через реку Чу в Боомском ущелье, являющийся административной границей после революции 1917г. назывался",
    options: ["красным", "боомским", "интендантским", "чуйским"],
    correctAnswer: "красным",
  },
  {
    question: "Первый автомобиль появился в г. Пишпек в",
    options: ["1876г.", "1912г.", "1956г.", "1970г."],
    correctAnswer: "1912г.",
  },
  {
    question:
      "В 1930-е годы излюбленным средством передвижения фрунзенцев были",
    options: ["лошади", "автомобили", "велосипеды", "ослы"],
    correctAnswer: "велосипеды",
  },
  {
    question: "Длина Сусамырского (Тоо-Ашуу) тоннеля",
    options: ["5,0 км", "2,5 км", "0,5 км", "10,0 км"],
    correctAnswer: "2,5 км",
  },
  {
    question: "Общая протяженность автомобильных дорог в стране составляет",
    options: ["34000 км", "12000 км", "125000 км", "8000 км"],
    correctAnswer: "34000 км",
  },
  {
    question:
      "Первая линия железной дороги Андижан – Джалал-Абад была введена в эксплуатацию в",
    options: ["1895г", "1915г", "1954г", "1978г"],
    correctAnswer: "1915г",
  },
  {
    question: "Первый поезд в г. Пишпек прибыл в",
    options: ["1900г", "1912г", "1920г", "1924г"],
    correctAnswer: "1924г",
  },
  {
    question:
      "Железнодорожный участок от ст. «Быстровка» до ст. «Рыбачье» введен в постоянную эксплуатацию в",
    options: ["1925г", "1941г", "1950г", "1975г"],
    correctAnswer: "1950г",
  },
  {
    question:
      "На сколько участков разделена сеть железных дорог Кыргызской Республики?",
    options: ["два", "три", "четыре", "пять"],
    correctAnswer: "два",
  },
  {
    question: "Первая кыргызская авиалиния, открытая в 1933г.",
    options: [
      "Фрунзе – Ош",
      "Фрунзе – Рыбачье – Пржевальск",
      "Фрунзе – Рыбачье – Нарын",
      "Фрунзе – Талас",
    ],
    correctAnswer: "Фрунзе – Рыбачье – Пржевальск",
  },
  {
    question:
      "Первый регулярный рейс, выполняющий полеты по маршруту Москва «Домодедово» – ­Фрунзе «Манас» был открыт в",
    options: ["1950г", "1960г", "1965г", "1975г"],
    correctAnswer: "1975г",
  },
  {
    question:
      "Автотранспорт занимает долю в общем объеме грузоперевозок всеми видами транспорта",
    options: ["93,9%", "72,6%", "50,0%", "24,5%"],
    correctAnswer: "93,9%",
  },
  {
    question: "Основной пассажирооборот в Кыргызстане осуществляется",
    options: [
      "железной дорогой",
      "авиатранспортом",
      "автобусами",
      "троллейбусами",
    ],
    correctAnswer: "автобусами",
  },
  {
    question: "Перспективы развития транспортного комплекса Кыргызстана",
    options: [
      "строительство метро в г. Бишкек",
      "строительство альтернативной автодороги Бишкек – Ош",
      "электрификация железнодорожного транспорта",
      "развитие крупного морского транспорта на оз. Иссык-Куль",
    ],
    correctAnswer: "строительство альтернативной автодороги Бишкек – Ош",
  },
  {
    question: "Полюс холода в Кыргызстане",
    options: ["Арпа", "Сусамыр", "Ак-Сай", "Чатыркуль"],
    correctAnswer: "Ак-Сай",
  },
  {
    question: "Основная курортная зона Кыргызстана",
    options: [
      "Чуйская область",
      "Иссык-Кульская область",
      "Ошская область",
      "Джалал-Абадская область",
    ],
    correctAnswer: "Иссык-Кульская область",
  },
  {
    question: "Урбанизация – это:",
    options: [
      "процесс заселения новых территорий",
      "процесс прироста населения",
      "процесс перемещения населения внутри одного города",
      "процесс роста городов",
    ],
    correctAnswer: "процесс роста городов",
  },
  {
    question: "Основным источником загрязнения водных ресурсов не является",
    options: [
      "ЖКХ;",
      "сельскохозяйственные предприятия;",
      "водный транспорт;",
      "автомобильный транспорт.",
    ],
    correctAnswer: "автомобильный транспорт.",
  },
  {
    question: "Курорт «Ыссык-Ата» находится в",
    options: [
      "Иссык-Кульской области",
      "Джалал-Абадской области",
      "Чуйской области",
      "Баткенской области",
    ],
    correctAnswer: "Чуйской области",
  },
  {
    question: "Сопутствующие полезные ископаемые в нефтяных месторождениях",
    options: ["торф", "газ", "горючие сланцы", "уголь"],
    correctAnswer: "газ",
  },
  {
    question:
      "Какая из областей КР на сегодняшний день занимает лидирующее место во внешней трудовой  миграции:",
    options: ["Баткенская", "Иссык-кульская", "Нарынская", "Чуйская"],
    correctAnswer: "Баткенская",
  },
  {
    question: "Кыргызстан является членом экономического союза",
    options: ["ЕАЭС", "ЕС", "БРИКС", "АТЭС"],
    correctAnswer: "ЕАЭС",
  },
  {
    question: "Основные торговые партнеры Кыргызстана",
    options: [
      "США, Германия, Япония",
      "Турция, ОАЭ, Иран",
      "Великобритания, Франция, Южная Корея",
      "Китай, Россия, Казахстан",
    ],
    correctAnswer: "Китай, Россия, Казахстан",
  },
  {
    question: "Количество административных областей в республике",
    options: ["7", "4", "6", "8"],
    correctAnswer: "7",
  },
  {
    question: "В какой области расположен рудник «Кумтор»?",
    options: ["Ошской", "Нарынской", "Иссык-Кульской", "Чуйской"],
    correctAnswer: "Иссык-Кульской",
  },
  {
    question: "Дорога по Боомскому ущелью соединяет две долины:",
    options: [
      "Иссык-Кульскую и Нарынскую",
      "Чуйскую и Таласскую",
      "Чуйскую и Иссык-Кульскую",
      "Чуйскую и Джалал - Абадскую.",
    ],
    correctAnswer: "Чуйскую и Иссык-Кульскую",
  },
  {
    question: "Назовите тип почвы, характерный для Чуйской и Таласской долин",
    options: ["серо-бурые", "черноземные", "сероземные", "такыры "],
    correctAnswer: "сероземные",
  },
  {
    question:
      "При классификации городов Кыргызской Республики по числу жителей Бишкек относится к:",
    options: [
      "очень крупным городам;",
      "к большим городам;",
      "к средним городам;",
      "к маленьким городам.",
    ],
    correctAnswer: "очень крупным городам;",
  },
  {
    question:
      "Основной страной на территорию которой выезжают трудовые мигранты КР является:",
    options: ["Россия", "Казахстан", "Белоруссия", "США"],
    correctAnswer: "Россия",
  },
  {
    question: "К общим межгосударственным дорогам относится:",
    options: [
      "дорога Бишкек-Ош",
      "дорога Бишкек-Торугарт",
      "дорога Бишкек-Алматы",
      "дорога Нарын-Быстровка ",
    ],
    correctAnswer: "дорога Бишкек-Алматы",
  },
  {
    question: "Сколько международных аэропортов находится на территории КР:",
    options: ["18", "12", "10", "5"],
    correctAnswer: "5",
  },
  {
    question: "В каком году был открыт первый Фрунзенский аэропорт:",
    options: ["1915", "1924", "1936", "1957"],
    correctAnswer: "1957",
  },
  {
    question: "На какой высоте над уровнем моря расположено озеро Иссык-Куль?",
    options: ["1609 метров", "1605 метров", "1600 метров", "1590 метров"],
    correctAnswer: "1609 метров",
  },
  {
    question:
      "Как называется гора Кыргызстана, внесенная в список всемирного наследия ЮНЕСКО.",
    options: [
      "Тескей-Алаа-Тоо",
      "Пик Победы",
      "Сулайман-Тоо",
      "Талаасский Ала-Тоо",
    ],
    correctAnswer: "Сулайман-Тоо",
  },
  {
    question: "Городская агломерация – это",
    options: [
      "высокая плотность населения вокруг крупного города;",
      "крупный город, население которого превышает 1 млн. человек;",
      "сельские поселения, связанные с близлежащим городом производственными процессами;",
      "скопление городских поселений вокруг крупного города;",
    ],
    correctAnswer: "скопление городских поселений вокруг крупного города;",
  },
  {
    question: "Основная форма внешнеэкономических связей",
    options: [
      "международная торговля;",
      "ввоз и вывоз капитала;",
      "торговое посредничество;",
      "научно-техническое сотрудничество;",
    ],
    correctAnswer: "международная торговля;",
  },
  {
    question: "Где в Кыргызстане располагаются месторождения нефти и газа?",
    options: [
      "в Джумгальской долине",
      "в Ферганской долине",
      "в долине Абшир-Сай",
      "в Ак-Сайской долине",
    ],
    correctAnswer: "в Ферганской долине",
  },
  {
    question: "Объектом исследования экономической географии является",
    options: [
      "религиозный состав населения",
      "трудовые ресурсы",
      "территориальная структура хозяйства",
      "размещение природных ресурсов",
    ],
    correctAnswer: "территориальная структура хозяйства",
  },
  {
    question:
      "Климатические и геотермальные природные ресурсы относятся к группе",
    options: ["возобновимых", "невозобновимых", "неисчерпаемых", "исчерпаемых"],
    correctAnswer: "неисчерпаемых",
  },
  {
    question: "Экономически активное население – это",
    options: [
      "занятые и безработные",
      "трудовые ресурсы и пенсионеры",
      "занятые и пенсионеры",
      "занятые и лица до трудоспособного возраста",
    ],
    correctAnswer: "занятые и безработные",
  },
  {
    question:
      "В какой области Кыргызстана находится второе по величине золоторудное месторождение - Джеруй",
    options: ["Таласской", "Чуйской", "Баткенской", "Нарынской"],
    correctAnswer: "Таласской",
  },
  {
    question: "По производству яиц лидером является…",
    options: [
      "Нарынская область",
      "Ошская область",
      "Чуйская область",
      "Таласская область",
    ],
    correctAnswer: "Чуйская область",
  },
  {
    question: "По производству шерсти лидером является…",
    options: [
      "Нарынская область",
      "Ошская область",
      "Чуйская область",
      "Таласская область",
    ],
    correctAnswer: "Ошская область",
  },
  {
    question:
      "Наибольшее количество эксплуатируемых месторождений угля находится в …",
    options: [
      "Нарынской области",
      "Иссык-Кульской области",
      "Баткенской области",
      "Таласской области",
    ],
    correctAnswer: "Нарынской области",
  },
  {
    question: "Запасы природного газа сосредоточены  в",
    options: [
      "Нарынской области",
      "Иссык-Кульской области",
      "Баткенской области",
      "Джалал-Абадской области",
    ],
    correctAnswer: "Джалал-Абадской области",
  },
  {
    question: "Лидером по экспорту является…",
    options: [
      "Баткенская область",
      "Ошская область",
      "Чуйская область",
      "Джалал-Абадская область",
    ],
    correctAnswer: "Чуйская область",
  },
  {
    question:
      "Эта профессия связана с нахождением месторождения природных ископаемых. Человек этой профессии изучает особенности залегания и расположения различных пород, а также принимают участие в научно-исследовательской работе и экспедициях, связанных с изучением земных недр.",
    options: ["геолог", "палеонтолог", "геоморфолог", "геодезист"],
    correctAnswer: "геолог",
  },
  {
    question: "Крупнейшее мировое объединение государств:",
    options: [
      "Северо-Атлантический договор (НАТО)",
      "Организация Объединенных Наций",
      "Европейский союз",
      "Организация экономического сотрудничества и развития",
    ],
    correctAnswer: "Европейский союз",
  },
  {
    question: "К факторам размещения сельского хозяйства относят",
    options: [
      "природные условия;",
      "степень обеспеченности трудовыми ресурсами;",
      "лесомелиорация;",
      "агромелиорация.",
    ],
    correctAnswer: "агромелиорация.",
  },
  {
    question: "Сырьевой базой для легкой промышленности является ",
    options: [
      "сельское хозяйство;",
      "производство искусственных и синтетических материалов;",
      "химия;",
      "все перечисленные варианты.",
    ],
    correctAnswer: "все перечисленные варианты.",
  },
  {
    question: "В агропромышленный комплекс Не входит",
    options: [
      "молочная отрасль;",
      "животноводство;",
      "сельскохозяйственное машиностроение;",
      "лесозаготовки.",
    ],
    correctAnswer: "лесозаготовки.",
  },
  {
    question: "Область Кыргызстана с максимальной плотностью населения",
    options: [
      "Нарынской области",
      "Ошская области",
      "Баткенской области",
      "Джалал-Абадской области",
    ],
    correctAnswer: "Ошская области",
  },
  {
    question: "Экономико-географическое положение объекта – это ",
    options: [
      "оценка страны по отношению к главным торговым партнерам на Западе;",
      "положение по отношению к другим объектам, влияющим на хозяйственное развитие;",
      "положение освоенной территории по отношению к остальной части страны;",
      "положение Кыргызстана в составе СНГ;",
    ],
    correctAnswer:
      "положение по отношению к другим объектам, влияющим на хозяйственное развитие;",
  },
  {
    question: "Сколько рек и речушек впадают в озеро Иссык-Куль?",
    options: ["80", "75", "125", "50"],
    correctAnswer: "80",
  },
  {
    question:
      "В какой области больше всего городов и поселков городского типа?",
    options: [
      "в Чуйской области",
      "в Ошской области",
      "в Жалал-Абадской области",
      "в Нарынской области",
    ],
    correctAnswer: "в Жалал-Абадской области",
  },
  {
    question: "Наиболее целесообразный путь сохранения лесных богатств страны",
    options: [
      "переход к выборочным и постепенным вырубкам, в том числе и заповедных территорий;",
      "создание современных технологий, позволяющих более полно использовать древесину;",
      "расширение лесных заповедников;",
      "запрещение рубки леса;",
    ],
    correctAnswer:
      "создание современных технологий, позволяющих более полно использовать древесину;",
  },
  {
    question: "Наиболее экологичный тип электростанций",
    options: [
      "гидроэлектростанции;",
      "атомные станции;",
      "тепловые станции;",
      "приливные станции;",
    ],
    correctAnswer: "гидроэлектростанции;",
  },
  {
    question: "Уголь используется в",
    options: [
      "химической промышленности;",
      "цветной металлургии;",
      "черной металлургии;",
      "все ответы верны.",
    ],
    correctAnswer: "все ответы верны.",
  },
  {
    question:
      "Через какой перевал можно попасть из Таласской долины в Суусамырскую?",
    options: ["Отмок", "Долон", "Тоо Ашуу", "Кереге Таш"],
    correctAnswer: "Отмок",
  },
  {
    question: "Эмиграция – это",
    options: [
      "въезд в другую страну по трудовой визе;",
      "въезд в другую страну по виду на жительство;",
      "выезд людей из своей страны в другую на постоянное жительство;",
      "выезд людей в другую страну на сезонные работы;",
    ],
    correctAnswer:
      "выезд людей из своей страны в другую на постоянное жительство;",
  },
  {
    question: "Размещение населения на территории Кыргызстана характеризуется",
    options: [
      "концентрацией населения в крупных поселках;",
      "резким различием в плотности населения долинных и предгорных регионов страны;",
      "резким увеличением сельского населения;",
      "концентрацией большей части населения страны на большей по территории азиатской части;",
    ],
    correctAnswer:
      "резким различием в плотности населения долинных и предгорных регионов страны;",
  },
  {
    question: "Естественный прирост – это",
    options: [
      "разность между количеством умерших и родившихся;",
      "количество детей, доживших до года;",
      "разность между количеством родившихся и умерших;",
      "количество людей, въехавших в страну в течение года;",
    ],
    correctAnswer: "разность между количеством родившихся и умерших;",
  },
  {
    question:
      "Соглашение о создании Содружества Независимых Государств 11 суверенных государств подписали:",
    options: [
      "в Алма – Ате 21 декабря 1991 года",
      "в Москве 21 декабря 1991 года",
      "в Минске 21 декабря 1991 года",
      "в Бишкеке 21 декабря 1992 года",
    ],
    correctAnswer: "в Алма – Ате 21 декабря 1991 года",
  },
  {
    question:
      "Первую Всероссийскую перепись населения в 1897 году организовал:",
    options: [
      "П.П. Семенов – Тян-Шанский",
      "Н.Н. Баранский",
      " Л. Гвиччардини",
      "А.Т. Хрущев",
    ],
    correctAnswer: "П.П. Семенов – Тян-Шанский",
  },
  {
    question: "Выберите ведущий фактор размещения швейной промышленности:",
    options: ["научный", "сырьевой", "потребительский", "трудовой"],
    correctAnswer: "потребительский",
  },
];

export const getQuestions = () => {
  const chunks = [];
  for (let i = 0; i < questions.length; i += 30) {
    chunks.push(questions.slice(i, i + 30));
  }
  return chunks;
};
